[
  "obsidian-dictionary-plugin",
  "hotkey-helper",
  "obsidian-minimal-settings",
  "note-refactor-obsidian",
  "quickadd",
  "obsidian-plugin-toc",
  "workbench-obsidian",
  "darlal-switcher-plus",
  "obsidian-todoist-tasks",
  "todoist-sync-plugin",
  "better-word-count",
  "templater-obsidian",
  "obsidian-tracker",
  "table-editor-obsidian",
  "obsidian-enhancing-mindmap",
  "folder-note-plugin",
  "find-unlinked-files",
  "extract-highlights-plugin",
  "export-markdown-with-embeds-plugin",
  "cm-editor-syntax-highlight-obsidian",
  "obsidian-kanban",
  "obsidian-extract-pdf-highlights",
  "pdf-to-markdown-plugin",
  "recent-files-obsidian",
  "nldates-obsidian",
  "obsidian-fullscreen-plugin",
  "obsidian-timelines"
]