[
  "obsidian-minimal-settings",
  "cm-editor-syntax-highlight-obsidian",
  "media-extended",
  "hotkey-helper",
  "obsidian-dictionary-plugin",
  "obsidian-system-dark-mode",
  "templater-obsidian",
  "recent-files-obsidian",
  "advanced-toolbar",
  "obsidian-reveal-active-file",
  "txt-as-md-obsidian"
]